Repository: sathaphonAda/Adasoft-Lang
Catalog: inbound/AdaStorefront/Resources-String/Global/resGlobal_*.resx
Languages: th

# tAbout
source: About
th: เกี่ยวกับ

# tAll
source: All
th: ทั้งหมด

# tAmount
source: Amount
th: มูลค่า

# tBack
source: Back
th: ย้อนกลับ

# tBarcode
source: Barcode
th: บาร์โค้ด

# tCalculate
source: Calculator
th: เครื่องคิดเลข

# tCancelTopup
source: Cancel Top-up
th: ยกเลิกเติมเงิน

# tCashier
source: Cashier
th: พนักงานขาย

# tCode
source: Code
th: รหัส

# tCstCredit
source: Credit
th: ยอดเครดิต

# tCS_HoldBill
source: !!! Hold Bill !!!
th: !!! พักบิล !!!

# tCS_VoidBill
source: !!! Cancel Bill !!!
th: !!! ยกเลิกบิล !!!

# tDatetime
source: Date and time
th: วันและเวลา

# tDel
source: Del
th: ลบ

# tDetail
source: Detail
th: รายละเอียด

# tDoc
source: Document
th: เอกสาร

# tDocNo
source: Document No.
th: หมายเลขเอกสาร

# tDownload
source: Download
th: ดาวน์โหลด

# tExit
source: Exit
th: ออกจากระบบ

# tExpire
source: Date Expired
th: วันหมดอายุ

# tFactor
source: Factor
th: จำนวนหน่วย

# tFavorite
source: Favorite
th: ชื่นชอบ

# tFuncError
source: Error processing function.
th: ฟังก์ชันการประมวลผลผิดพลาด

# tGrpCst
source: Group Cst
th: กลุ่มลูกค้า

# tHelp
source: Help
th: ช่วยเหลือ

# tKeyboard
source: Keyboard
th: คีบอร์ด

# tLockKb
source: Lock screen
th: ล็อคหน้าจอ

# tMsgAmountZero
source: Please input amount more than 0
th: กรุณากรอกจำนวนเงินมากกว่า 0

# tMsgCannotCreateDoc
source: Can not create document
th: ไม่สามารถสร้างเอกสารได้

# tMsgCannotOpen
source: User not permission
th: ไม่มีสิทธิใช้งาน

# tMsgCantService
source: Web service not response.
th: ไม่สามารถติดต่อเว็บเซอร์วิสได้

# tMsgClickAccept
source: Please click button accept for check wristband / card no.
th: กรุณากดปุ่มตรวจบัตรเพื่อตรวจสอบหมายเลขบัตร

# tMsgErrCon
source: Can't Connect to Internet Connection , Please Check Your Connection.
th: ไม่สามารถเชื่อมต่ออินเตอร์เน็ตได้ กรุณาตรวจสอบ

# tMsgExit
source: Are you sure to exit?
th: คุณต้องการออกจากระบบหรือไม่?

# tMsgHoldBill
source: Do you want to hold bill?
th: คุณต้องการพักรายการปัจจุบัน หรือไม่?

# tMsgInputAmount
source: Please input amount
th: กรุณากรอกจำนวนเงิน

# tMsgInputUsrPwd
source: Please input Username and Password
th: กรุณากรอกชื่อผู้ใช้และรหัสผ่าน

# tMsgInputWristband
source: Please input Wristband no. / Card No.
th: กรุณากรอกหมายเลขริชแบนด์ / บัตร

# tMsgInvalidDate
source: Incorrect DateTime format
th: รูปแบบวันที่ไม่ถูกต้อง

# tMsgInvalidUsr
source: Username and Password is wrong
th: ชื่อผู้ใช้และรหัสผ่านผิด

# tMsgInvalidUsrname
source: Username is wrong
th: ชื่อผู้ใช้ผิด

# tMsgLongTime
source: Duration of open shift. Must be within the current 1 year.
th: ระยะเวลาในการเปิดรอบ ต้องอยู่ในช่วง 1 ปีของปัจจุบัน

# tMsgNoItem
source: No any items in grid to do the function.
th: ไม่มีข้อมูล เพื่อที่จะทำรายการได้

# tMsgNoService
source: Do not have url web service, Please contact the administrator.
th: ไม่มีที่อยู่ของเว็บเซอร์วิส กรุณาติดต่อผู้ดูแลระบบ

# tMsgNotfoundCard
source: Not found Wristband No. / Card No. : {0}
th: ไม่พบหมายเลขริสแบนด์ / บัตร : {0}

# tMsgOpenShift
source: Can not login because other user has not closed shift yet Please press Yes to close the previous sales shift. And open a new sales shift. Please press No to allow the user to open the shift and close the previous shift.
th: ไม่สามารถทำรายการขายได้ เนื่องจากมีรอบการขายของผู้ใช้งานท่านอื่นค้างอยู่ (ผู้ใช้ : {0}) กรุณากด Yes เพื่อปิดรอบการขายก่อนหน้า และเปิดรอบการขายใหม่ กรุณากด No เพื่อให้ผู้ใช้งานที่เปิดรอบค้างไว้ทำการปิดรอบก่อน

# tMsgURLStore
source: Please input url web service store
th: โปรดระบุที่อยู่ของเว็บเซอร์วิสร้านค้า

# tMsgVoidBill
source: Do you want to void bill?
th: คุณต้องการยกเลิกบิลใช่หรือไม่

# tMsgWelcome
source: Welcome back to work.
th: ยินดีต้อนรับกลับ เข้าสู่การทำงาน

# tName
source: Name
th: ชื่อ

# tOverride
source: Override on screen
th: อนุญาตสิทธิ์ใช้งานบนหน้าจอ

# tPage
source: Found {0} data. Page {1} / {2}
th: พบ {0} ข้อมูล. หน้า {1} / {2}

# tPartField
source: Any Part of Field
th: บางส่วนของข้อความ

# tPassword
source: Password
th: รหัสผ่าน

# tPayment
source: Subtotal
th: รวมเงิน

# tPdtCode
source: Product Code
th: รหัสสินค้า

# tPdtName
source: Product Name
th: ชื่อสินค้า

# tPoint
source: Point
th: คะแนน

# tPos
source: POS
th: หมายเลขเครื่อง

# tPreview
source: Print Preview
th: ตัวอย่างก่อนพิมพ์

# tPrice
source: Price
th: ราคา

# tPrint
source: Print
th: พิมพ์

# tQty
source: Qty
th: จำนวน

# tQuickAmt
source: Quick Amount
th: จำนวนสำเร็จรูป

# tReason
source: Reason
th: เหตุผล

# tRemark
source: Remark
th: หมายเหตุ

# tSaleDate
source: Date Sale
th: วันที่ขาย

# tSchBy
source: Search By
th: ค้นหาโดย

# tSchDoc
source: Search Document
th: ค้นหาเอกสาร

# tSearch
source: Search
th: ค้นหา

# tSeq
source: Seq
th: ลำดับ

# tShowKb
source: Function keyboard
th: ฟังก์ชั่นคีบอร์ด

# tSummary
source: Summary
th: ยอดรวม

# tTicket
source: Ticket
th: ตั๋ว

# tTopup
source: Top-up
th: เติมเงิน

# tTotal
source: Total
th: รวมเงิน

# tType
source: Type
th: ประเภท

# tUnit
source: Unit
th: หน่วย

# tUnitName
source: Unit Name
th: ชื่อหน่วย

# tUsername
source: Username
th: ชื่อผู้ใช้

# tWholeField
source: Whole Field
th: ทั้งหมดของข้อความ

# tWristband
source: Wristband
th: ริชแบนด์

# tWristbandNo
source: Wristband No. / Card No.
th: หมายเลขริชแบนด์ / บัตร

# tMsgHaveItem
source: This function unavailable if there are some items in selling grid.
th: มีรายการขายบางส่วนคงค้างอยู่ จึงไม่สามารถทำงานฟังก์ชันนี้ได้

# tMsgNoData
source: No any data to do the function.
th: ไม่มีข้อมูล เพื่อที่จะทำรายการได้

# tCS_Amt
source: Amt.
th: มูลค่า

# tCS_RcvType
source: Type
th: ประเภทการชำระ

# tCS_Seq
source: Seq.
th: ลำดับ

# tCS_ShiftBNK
source: Form Bank note
th: ใบส่งเงิน

# tCS_ShiftRcv
source: Receving Summary
th: บันทึก สรุปยอดเงิน

# tCS_ShiftSUM
source: !!! Sign Out !!!
th: !!! ปิดการขาย !!!

# tCS_Receiver
source: Receiver
th: ผู้รับ

# tCS_Sender
source: Sender
th: ผู้ส่ง

# tCS_TotalAmt
source: Total Amount
th: ยอดรวมทั้งหมด

# tBanknote
source: Form Bank note
th: ใบส่งเงิน

# tCurrency
source: Currency
th: สกุลเงิน

# tFreq
source: Frequency
th: ความถี่

# tItem
source: Detail
th: รายการ

# tPdtSpcSum
source: Special Product Amount
th: สรุปยอดขายสินค้าควบคุมพิเศษ

# tPrintDate
source: Print-Date
th: พิมพ์วันที่

# tReceiver
source: Receiver
th: ผู้รับ

# tRefundFrm
source: Return From
th: บิลคืน จาก

# tRefundTo
source: Return To
th: บิลคืน ถึง

# tSaleFrm
source: Sale From
th: บิลขาย จาก

# tSaleSumRpt
source: Saling Summary Report
th: รายงานสรุปยอดขาย

# tSaleTo
source: Sale To
th: บิลขาย ถึง

# tSender
source: Sender
th: ผู้ส่ง

# tShiftCode
source: Shift Code
th: เลขที่รอบ

# tSumCash
source: Summary Cash
th: สรุปยอดเงินสดทั้งหมด

# tSumCurrency
source: Payment summary(Currency)
th: สรุปการรับชำระเงิน(สกุลเงิน)

# tTime
source: Time
th: เวลา

# tUsr
source: User
th: ผู้ใช้

# tCancelBill
source: Cancel Bill
th: ยกเลิกบิล

# tHoldBill
source: Hold Bill
th: พักบิล

# tMnyIn
source: Money In
th: นำเงินเข้า

# tMnyOut
source: Money Out
th: นำเงินออก

# tOpDrwNoS
source: OpDrw.(No S)
th: เปิดลิ้นชักไม่ขาย

# tRefund
source: Refund
th: ยอดคืน

# tRefundAmt
source: Refund Amt
th: ยอดคืนสินค้า

# tSale
source: Sale
th: ยอดขาย

# tSaleAmt
source: Sale Amt
th: ยอดขายสินค้า

# tRefer
source: Ref. No
th: อ้างอิงเลขที่

# tRefundPdt
source: ! Refund !
th: ! คืนสินค้า !

# tCopy
source: Copy
th: สำเนา

# tTaxID
source: TAX ID
th: เลขประจำผู้ตัวเสียภาษี

# tTaxInvoice
source: TAX INVOICE(ABB.)
th: ใบกำกับภาษีอย่างย่อ

# tVatExcluded
source: VAT EXCLUDED
th: ภาษีแยกนอก

# tVatIncluded
source: VAT INCLUDED
th: ภาษีรวมใน

# tMsg_Col
source: Column
th: ช่อง

# tMsg_Pdt
source: Product
th: สินค้า

# tMsg_Pos
source: POS
th: เครื่องจุดขาย

# tMsg_Qty
source: Qty
th: จำนวน

# tMsg_Row
source: Row
th: แถว

# tMsgPayConfirm
source: So, do you want to accept all balance?
th: ดังนั้นคุณต้องการที่จะ รับชำระด้วยยอดทั้งหมดที่เหลือหรือไม่?

# tMsgPayMost
source: Paying by Coupon and Cheque and RedeemPoint, receiving money must less than or equal total amount.
th: จำนวนเงินรับ มากกว่ายอดที่ชำระ, ชำระโดยคูปองเงินสด,เช็ค,แลกแต้ม จะไม่มีเงินทอน

# tPdtFree
source: Do you want this product to be free item?
th: คุณต้องการจัดสินค้ารายการนี้ เป็นสินค้าฟรีหรือไม่?

# tChg
source: Chg.
th: ชาร์จ

# tDis
source: Dis.
th: ลด

# tMsgChgOver
source: The Change is over than {0} unit. Please input again
th: เงินทอนมีค่าเกินกว่า {0} กรุณาใส่ใหม่

# tMsgDisOver
source: Discount amount is more than Amount. can discount
th: จำนวนเงินส่วนลด เกินกว่าจำนวนเงินรวม ที่สามารถลดได้

# tMsgFirstPay
source: You can not charge or discount when payment was received
th: มีการชำระเงินไปแล้วบางส่วน ไม่สามารถทำการลด/ชาร์จได้อีก

# tMsgConnUrlSuccess
source: Connent URL Success
th: เชื่อมต่อ URL สำเร็จ

# tMsgNotConnUrl
source: Can not connect URL
th: ไม่สามารถเชื่อมต่อ URL ได้

# tTitleEdit
source: Edit URL
th: แก้ไข URL

# tMsgUrlWalletNotDefine
source: URL API2FNWallet is not define
th: ยังไม่ได้กำหนด URL API2FNWallet

# tCpnDis
source: Discount Coupon
th: คูปองส่วนลด

# tMsgNotAlwDisAftChg
source: Cannot discount this invoice after charge
th: ไม่สามารถลดเอกสารหลังการชาร์จท้ายบิลได้

# tNoAmtDisChg
source: There are no amout that can be discount / charged.
th: ไม่มียอดที่สามารถทำรายการ ลด/ชาร์จ ได้

# tMsgPosNotDefine
source: Pos is not define.
th: ยังไม่ได้กำหนดเครื่องจุดขาย !!!

# tWelcome
source: Welcome
th: ยินดีต้อนรับ

# tMsgShiftCheck
source: Please Input Sale Amount
th: กรุณา ระบุยอดเงิน

# tMsgUrlARDocNotDefine
source: URL API2ARDoc is not define
th: ยังไม่ได้กำหนด URL API2ARDoc

# tMsgNotChooseCst
source: Not Choose Customer.
th: ยังไม่ได้เลือกลูกค้า

# tMsgShiftDateInvalid
source: This Shift is not the current day. Please close Shift !!!
th: รอบการขายไม่ใช่รอบของวันปัจจุบัน กรุณาปิดรอบการขายเดิมก่อน !!!

# tPagePay
source: Page {1} / {2}
th: หน้า {0} / {1}

# tRdDis
source: Redeem Get Discount
th: แลกแต้มรับส่วนลด

# tCpnRd
source: Coupon Redeem
th: คูปองแลกซื้อ

# tRdPdt
source: Redeem Get Product
th: แลกแต้มรับสินค้า

# tGetPromotion
source: Get Promotion
th: โปรโมชั่นที่ได้รับ

# tRecomed
source: Recomed Promotion
th: โปรโมชั่นแนะนำ

# tAddr1
source: Address1
th: ที่อยู่1

# tAddr2
source: Address2
th: ที่อยู่2

# tCardType
source: Card type
th: ประเภทบัตร

# tFilter
source: Filter Data
th: กรองข้อมูล

# tMsgCantBack
source: Can not back if there are some items in bill
th: มีการทำรายการค้างอยู่ ไม่สามารถกลับสู่เมนูหลักได้

# tMsgDataNotFound
source: Data Not Found !!!
th: ไม่พบข้อมูล !!!

# tCoupon
source: Coupon
th: คูปอง

# tPrivilege
source: Privilege
th: สิทธิ์

# tChange
source: Change
th: เงินทอน

# tMsgChkHoldBill
source: Cannot close the shift, because there is bill hold item !!! Want to clear Items bill Hold ?
th: ไม่สามารถปิดรอบการขายได้ เนื่องจากมีรายการพักบิลค้างอยู่ !!! ต้องการลบรายการพักบิล หรือไม่ ?

# tCancelNewPri
source: Use original price
th: ใช้ราคาเดิม

# tConfirmNewPri
source: Confirm new price
th: ยืนยันใช้ราคาใหม่

# tTotalNewPri
source: Total new price
th: รวมราคาใหม่

# tTotalOldPri
source: Total old price
th: รวมราคาเดิม

# tFax
source: Fax
th: แฟกซ์

# tTel
source: Tel.
th: โทรศัพท์

# tMsgNotBackSale
source: Cannot go to back the sales page. Because the new price has been confirmed
th: ไม่สามารถย้อนกลับไปหน้าขายได้ เนื่องจากมีการยืนยันใช้ราคาใหม่แล้ว

# tNewPrice
source: New Price
th: ราคาใหม่

# tOriPrice
source: Ori. Price
th: ราคาเดิม

# tMsgWarnigClear
source: * When confirming the new price The system will clear all discounts / charges.
th: *เมื่อยืนยันใช้ราคาใหม่ ระบบจะเคลียร์ส่วนลด/ชาร์จรายการออกทั้งหมด

# tMsgBillNotComplete
source: Sales error occurred. Please cancel bill and try again to sale
th: เกิดข้อผิดพลาดจากการขาย กรุณาทำการยกเลิกบิล แล้วทำการขายใหม่

# tAmtDis
source: Disc./Product
th: ส่วนลด/สินค้า

# tCardNo
source: Member Card
th: บัตรสมาชิก

# tSumRedeem
source: Summary Redeem Point
th: สรุปการแลกแต้ม รับส่วนลด

# tUsePnt
source: Use Point
th: แต้มที่ใช้

# tChkPmt
source: Check Promotion
th: ตรวจสอบโปรโมชั่น

# tPay
source: Payment
th: ชำระเงิน

# tAdd
source: Add
th: เพิ่ม

# tPromotion
source: Promotion
th: โปรโมชั่น

# tReceive
source: Receive
th: รับ

# tMsgNotAlwRedeem
source: This customer is not allowed to use points !!!
th: ลูกค้าท่านนี้ไม่ได้รับอนุญาตให้ใช้คะแนน !!!

# tMsgAuthNotDefine
source: Authorization is not define
th: ยังไม่ได้กำหนด Authorization

# tMsgBchRefIDNotDefine
source: Reference Branch ID not define
th: ไม่มีการกำหนดรหัสอ้างอิงสาขา !!!

# tMsgWahRefCodeNotDefine
source: Reference Wahouse Code not define
th: ไม่มีการกำหนดรหัสอ้างอิงคลังสินค้า !!!

# tMsgKubotaIDNotFound
source: KubotaID Not Found !!!
th: ไม่มีข้อมูล KubotaID !!!

# tMsgUrlChkStkNotDefine
source: URL APIKADS Check Stock Online is not define
th: ยังไม่ได้กำหนด URL APIKADS Check Stock Online.

# tMsgUrlVehicleNotDefine
source: URL APIKADS Vehicle is not define
th: ยังไม่ได้กำหนด URL APIKADS Vehicle.

# tMsgStaPosRegFalse
source: This POS is not registered or the registration of this POS has expired !!!
th: เครื่องจุดขายนี้ยังไม่ได้ลงทะเบียน หรือการลงทะเบียนของเครื่องจุดขายนี้หมดอายุแล้ว !!!

# tMsgStaPosRegistered
source: Allowed to use {0}Branch Code : {1}Pos Code : {2}Mac Address No. : {3}Expired Date : {4}
th: ได้รับอนุญาตใช้งานแล้ว{0}รหัสสาขา : {1}รหัสเครื่องจุดขาย : {2}Mac Address No. : {3}วันหมดอายุ : {4}

# tMsgDiscPolicyNotAlw
source: This discount is not allowed use. According to the Set discount policy.
th: ไม่อนุญาตให้ใช้ส่วนลดนี้ ตามนโยบายส่วนลดที่ตั้งไว้.

# tMsgAmtDisAlw
source: Discount value more than the amount allowed to be reduced !!!
th: มูลค่าส่วนเกินกว่าจำนวนที่อนุญาตให้ลดได้ !!!

# tSlpChange
source: Change
th: เงินทอน

# tSlpMemCard
source: Card No.
th: หมายเลขบัตรสมาชิก

# tSlpMemCode
source: Mem ID
th: รหัสสมาชิก

# tSlpMemExpire
source: Exprire
th: วันหมดอายุ

# tSlpMemLastPt
source: Last Pt.
th: แต้มเดิม

# tSlpMemPmtPt
source: Pmt pt.
th: แต้มโปร.

# tSlpMemRegPt
source: Reg Pt.
th: ใช้/ได้รับ

# tSlpMemTotalPt
source: Total Point
th: คงเหลือ

# tSlpRound
source: Round Rcv
th: ยอดปัดเศษ

# tSlpSubTotal
source: Subtotal
th: รวมเงิน

# tSlpTotal
source: Total
th: ยอดสุทธิ

# tSlpUsrName
source: User
th: ชื่อพนักงาน

# tSlpVat
source: VAT
th: ภาษี

# tSlpVatable
source: Vatable
th: ก่อนภาษี

# tSlpVatIncluded
source: VAT Included
th: รวมภาษีมูลค่าเพิ่ม

# tRoundRcv
source: Round Rcv
th: ยอดปัดเศษ

# tSumDrw
source: Summary Amt Drawer
th: สรุปยอดเงินในลิ้นชัก

# tSumRet
source: Summary Amt Refund
th: สรุปยอดเงินคืน

# tSumSale
source: Summary Amt Sales
th: สรุปยอดเงินขาย

# tMsgErrNotSale
source: An error occurred, unable to proceed sale. Please contact administrator.
th: เกิดข้อผิดพลาดไม่สามารถดำเนินการขายต่อได้ กรุณาติดต่อผู้ควบคุมระบบ

# tBillList
source: Bill List
th: รายการท้ายบิล

# tPdtList
source: Product List
th: รายการสินค้า

# tInformation
source: Information
th: ประชาสัมพันธ์

# tThanks
source: Thank You For Choosing Us
th: ขอบคุณที่มาใช้บริการ

# tMsgUrlMasterNotDefine
source: URL API2PSMaster is not define
th: ยังไม่ได้กำหนด URL API2PSMaster

# tMsgPosRegExprie
source: Registration expires Please contact the system administrator.
th: ทะเบียนใช้งานหมดอายุ กรุณาติดต่อผู้ดูแลระบบ

# tMsgPosRegNotMatch
source: The registration number is invalid. Please notify the system administrator.
th: เลขทะเบียนไม่ถูกต้อง กรุณาแจ้งผู้ดูแลระบบ

# tMsgPosRegNotRegistered
source: This POS is not registered. Please register
th: เครื่องจุดขายนี้ยังไม่ได้ลงทะเบียน กรุณาลงทะเบียน

# tPickinglist
source: Picking List
th: ใบหยิบสินค้า

# tMsgPosRegistered
source: This POS has already been registered with another Mac Address.
th: เครื่องจุดขายนี้ถูกลงทะเบียนกับ Mac Address อื่นไปแล้ว

# tMsgPosRegTokenFmtInvalid
source: Invalid registration format
th: รูปแบบทะเบียนไม่ถูกต้อง

# tMsgPosRegWaitApv
source: Registered wait for approval.
th: ลงทะเบียนแล้วรอการอนุมัติ

# tStaChkStk
source: Warehouse does not check stock online.
th: คลังสินค้าไม่ตรวจสอบสต็อคออนไลน์

# tCstCode
source: Customer Code.
th: รหัสลูกค้า

# tMsgCantServiceKADS
source: Web service not response, Please contact the administrator.
th: ไม่สามารถติดต่อเว็บเซอร์วิสได้ กรุณาติดต่อผู้ดูแลระบบ

# tMsgUrlCstSchNotDefine
source: URL API for search customer is not define
th: ยังไม่ได้กำหนด URL API สำหรับค้นหาลูกค้า

# tMsgUrlGetTokenNotDefine
source: URL API for get token is not define
th: ยังไม่ได้กำหนด URL API สำหรับขอ Token

# tMsgCantCreateCst
source: Please search by phone number or another ID card number.
th: กรุณาค้นหาด้วยเบอร์โทรหรือหมายเลขบัตรประชาชนอื่น

# tMsgCardScan
source: Can not card document
th: ไม่พบข้อมูลบัตร

# tMsgClearDisc
source: This item has a discount. If you want to change the quantity of this product The discount will be removed. Do you want to continue ?
th: รายการนี้มีส่วนลดอยู่ หากต้องการเปลี่ยนแปลงจำนวนสินค้านี้ ส่วนลดจะถูกลบทิ้ง ต้องการทำรายการต่อ หรือไม่ ?

# tPntPdtFree
source: Free
th: ฟรี

# tPntPdtVoid
source: Void
th: ยกเลิก

# tMsgReqReturnBillCode
source: Please enter Return bill code/Tel.
th: กรุณากรอกข้อมูล รหัสค้นคืน/เบอร์โทรศัพท์

# tReturnBillCode
source: Return bill code
th: รหัสค้นคืน

# tDisBill
source: Discount
th: ลดท้ายบิล

# tRdDisBill
source: Redeem
th: ลดแลกแต้ม

# tSlpCtrName
source: Serial Number
th: เลขรถ

# tMinimum
source: Minimum
th: ขั้นต่ำ

# tMsgSmallBill
source: The amount paid is less than the minimum payment. Unable to pay
th: ยอดชำระน้อยกว่ายอดชำระขั้นต่ำ ไม่สามารถชำระได้

# tMsgTotalPayZero
source: Total amount to payment is zero
th: รับชำระยอดรวมสินค้าเป็นศูนย์

# tPriPerSet
source: Price/Set
th: ราคาต่อชุด

# tQtyPerSet
source: Qty/Set
th: จำนวนต่อชุด

# tSumItems
source: Summary Items
th: สรุปรายการ

# tStaCrdShift
source: The card has not been drawn.
th: บัตรยังไม่ได้ทำรายการเบิก

# tMsgNoDataVoid
source: Can't find the latest top-up information
th: ไม่พบข้อมูลการเติมเงินล่าสุด

# tMsgCancelTopup
source: Unable to cancel the top-up.
th: ไม่สามารถยกเลิกการเติมเงินได้

# tMsgPayLast
source: Can accept this payment type when pay with the final balance
th: การรับชำระเงินประเภทนี้ จะต้องเท่ากับยอดที่ค้างทั้งหมดเท่านั้น

# tCardHolderID
source: Holder ID
th: รหัสพนักงาน

# tColOriBal
source: Ori. Balance
th: ยอดเดิม

# tColRetAmt
source: Return Amt.
th: ยอดคืน

# tItemRetAmt
source: Item for return amount
th: รายการคืนเงิน

# tMsgStaCrdExpire
source: Card Expired
th: บัตรหมดอายุ

# tMsgStaCrdFail
source: Fail
th: ไม่สำเร็จ

# tMsgStaCrdIsCancel
source: This transaction is cancel
th: รายการถูกยกเลิกแล้ว

# tMsgStaCrdLossAmt
source: Not enough money
th: ยอดเงินไม่พอ

# tMsgStaCrdNoItemCancel
source: Not item to cancel
th: ไม่พบรายการที่จะยกเลิก

# tMsgStaCrdNotFound
source: Card Not Found
th: ไม่พบข้อมูลบัตร

# tMsgStaCrdSuccess
source: Success
th: สำเร็จ

# tMsgCrdAmtExp
source: Card Amout Expire
th: ยอดเงินในบัตรหมดอายุ

# tStaMifareNotReady
source: Card reader not ready to use.
th: เครื่องอ่านบัตรไม่พร้อมใช้งาน

# tStaMifareReady
source: Card reader ready to use.
th: เครื่องอ่านบัตรพร้อมใช้งาน

# tMsgAmtNotPayRefund
source: There is no amount that can be refunded of this type.
th: ไม่มียอดที่สามารถคืนเงินประเภทนี้ได้

# tMsgPayRefund
source: This type of refund The amount that can be returned cannot be greater than {0}.
th: การคืนเงินประเภทนี้ ยอดทีสามารถคืนได้ต้องไม่มากกว่า {0}

# tMsgItemsAlready
source: The list is already there.
th: รายการมีอยู่แล้ว

# tMsgBarcodeAlready
source: This product already has this barcode.
th: สินค้านี้มีบาร์โค้ดนี้แล้ว

# tMsgReqPdtName
source: The product name has not been determined yet.
th: ยังไม่ได้กำหนดชื่อสินค้า

# tMsgReqUnit
source: The product unit has not been selected.
th: ยังไม่ได้เลือกหน่วยสินค้า

# tMsgReqUnitFactor
source: The size of the product unit has not yet been determined.
th: ยังไม่ได้กำหนดขนาดของหน่วยสินค้า

# tMsgUnitAlready
source: This product already has this unit.
th: สินค้านี้มีหน่วยสินค้านี้อยู่แล้ว

# tMsgPdtAlready
source: This product is already on waiting list send to the system.
th: สินค้านี้มีอยูในรายการรอการส่งเพิ่มที่ระบบแล้ว

# tMsgTimeout
source: Time out.
th: หมดเวลาการเชื่อมต่อ

# tMsgUnitAlreadyButSizeNotEqual
source: The unit already exists! Nominal factor must be equal to existing factor / units.
th: หน่วย มีอยู่แล้ว! ขนาดที่กำหนดต้องเท่ากับ ขนาด/หน่วย ที่มีอยู่

# tMsgUrlCNMasterNotDefine
source: URL API2CNMaster is not define
th: ยังไม่ได้กำหนด URL API2CNMaster

# tMstSaveSuccess
source: Save succesful.
th: บันทึกข้อมูลสำเร็จ

# tMstSaveUnSuccess
source: Save unsuccesful.
th: บันทึกข้อมูลไม่สำเร็จ

# tMsgAskUseNewPrice
source: This unit is already priced! If price changes The barcode under this unit will be changed accordingly. Do you want to continue?
th: หน่วยนี้มีราคาอยู่แล้ว! หากเปลี่ยนราคา บาร์โค้ดภายใต้หน่วยนี้จะถูกเปลี่ยนราคาตามด้วย ต้องการดำเนินการต่อ หรือไม่ ?

# tMsgReqBarcode
source: This product already has this barcode.
th: ยังไม่ได้กำหนดบาร์โค้ดของสินค้า

# tMsgEvenError
source: This occur happened
th: เกิดเหตุการณ์ ดังนี้

# tForgotPassword
source: Forgot Password
th: ลืมรหัสผ่าน

# tTitlePreviewSlip
source: Preview Slip
th: ตัวอย่างใบเสร็จ

# tMax
source: Max
th: สูงสุด

# tMin
source: Min
th: ต่ำสุด

# tMsgAskContinue
source: Are you sure to continue?
th: ต้องการทำรายการต่อหรือไม่?

# tMsgNoContinue
source: Not allow to continue.
th: ไม่อนุญาตให้ทำรายการต่อ

# tTitleErrLimit
source: Limit Exceeded
th: เกินลิมิต

# tTitleWrnLimit
source: Waring Limit
th: แจ้งเตือนลิมิต

# tMsgCstKeyNotDefine
source: CstKey not found
th: ไม่พบรหัสลูกค้า

# tColor
source: Color
th: สี

# tSize
source: Size
th: ขนาด

# tSlipItems
source: Item
th: รายการ

# tSlipQtyItem
source: Item Qty.
th: รายการสินค้าทั้งหมด

# tMsgRefFullTax
source: Document has been issued a full tax invoice.
th: เอกสารนี้ถูกนำไปออกใบกำกับภาษีเต็มรูปแล้ว

# tMsgWeightCtnOver
source: The weight of the container exceeds the gross weight.
th: น้ำหนักภาชนะเกินกว่าน้ำหนักรวม

# tMsgNotAlwPriZero
source: Cannot sale this product because sale price is zero
th: ไม่สามารถขายสินค้ารายการนี้ได้ เนื่องจากไม่อนุญาตให้ขายสินค้าราคาเป็นศูนย์

# tMsgPdtIsZeroPrice
source: This Product sale price is zero Do you want to sale it with price zero?
th: สินค้ารายการนี้ ราคาขาย เท่ากับ ศูนย์ คุณยืนยันที่จะขายสินค้าด้วยราคาศูนย์บาทหรือไม่ ?

# tWarnResetPrint
source: Do you want to edit as original document?
th: คุณต้องการแก้ไขให้เป็นเอกสารต้นฉบับใช่หรือไม่

# tTitleResetPrint
source: Document master
th: เอกสารต้นฉบับ

# tApproved
source: Approved
th: อนุมัติแล้ว

# tCancel
source: Cancel
th: ยกเลิก

# tCst
source: Customer
th: ลูกค้า

# tDocStatus
source: Status
th: สถานะ

# tFileAttach
source: File Attach
th: ไฟล์แนบ

# tFileAttachInfo
source: File Attach Info
th: ข้อมูลไฟล์แนบ

# tMsgFileAttachOver
source: The attachment size exceeds {0} MB.
th: ไฟล์แนบมีขนาดเกิน {0} MB

# tPdtGeneral
source: General products
th: สินค้าทั่วไป

# tPdtMaintenance
source: Maintenance products
th: รายการซ่อมบำรุง

# tQuotation
source: Quotation
th: ใบเสนอราคา

# tRefDocInfo
source: Reference Doc.
th: ข้อมูลอ้างอิงเอกสาร

# tRefExt
source: RefExt Document
th: อ้างอิงเอกสารภายนอก

# tTitleDocDate
source: Document Date
th: วันที่เอกสาร

# tTitleDocNo
source: Document No
th: เลขที่เอกสาร

# tTitleNewDoc
source: New Document
th: เริ่มเอกสารใหม่

# tWarnNewDoc
source: Do you want new document ?
th: ต้องการเริ่มต้นเอกสารใหม่ ใช่หรือไม่ ?
