Repository: sathaphonAda/Adasoft-Lang
Catalog: inbound/AdaStorefront/Resources-String/Local/resDashboard_*.resx
Languages: th

# tFilterCustom
source: Custom date
th: กำหนดเอง

# tFilterLast30Days
source: Last 30 days
th: ย้อนหลัง 30 วัน

# tFilterLast7Days
source: Last 7 days
th: ย้อนหลัง 7 วัน

# tFilterLastMonth
source: Last month
th: เดือนที่แล้ว

# tFilterShwByBill
source: Show by Bill
th: แสดงตามบิล

# tFilterShwByPdt
source: Show by Product
th: แสดงตามสินค้า

# tFilterShwByRcv
source: Show by Receive
th: แสดงตามการชำระเงิน

# tFilterThisMonth
source: This month
th: เดือนนี้

# tFilterToday
source: Today
th: วันนี้

# tFilterYesterday
source: Yesterday
th: เมื่อวาน

# tHasVat
source: Vat
th: มีภาษี

# tMsgExpSuccess
source: Export CSV success
th: ส่งออก CSV สำเร็จ

# tNoVat
source: No vat
th: ไม่มีภาษี

# tReturn
source: Return
th: คืน

# tSale
source: Sale
th: ขาย

# tTitle
source: Dashboard
th: แดชบอร์ด

# tTitleAmtReturn
source: Amt Return
th: มูลค่ายอดคืน

# tTitleAmtSale
source: Amt Sale
th: มูลค่ายอดขาย

# tTitleAmtTotal
source: Amt Total
th: มูลค่ารวม

# tTitleExpCSV
source: Export CSV
th: ส่งออก CSV

# tTitleHDAmtTotal
source: Total
th: ยอดรวม

# tTitleHDBarCode
source: Barcode
th: รหัสบาร์โค้ด

# tTitleHDDateSale
source: Date Sale
th: วันที่ขาย

# tTitleHDDisChg
source: Discharge
th: ส่วนลด

# tTitleHDDocNo
source: DocNo
th: เลขที่เอกสาร

# tTitleHDDocType
source: DocType
th: ประเภทเอกสาร

# tTitleHDNet
source: Net Amt
th: ยอดสุทธิ

# tTitleHDPdtCode
source: Product Code
th: รหัสสินค้า

# tTitleHDPdtName
source: Product Name
th: ชื่อสินค้า

# tTitleHDPunName
source: Unit
th: หน่วย

# tTitleHDQty
source: Qty
th: จำนวน

# tTitleHDRcvNet
source: Pay Amt
th: ยอดชำระ

# tTitleHDRcvRef1
source: Pay Ref1
th: อ้างอิงชำระ1

# tTitleHDRcvRef2
source: Pay Ref2
th: อ้างอิงชำระ2

# tTitleHDRcvType
source: Pay Type
th: ประเภทชำระ

# tTitleHDRnd
source: Round
th: ยอดปัดเศษ

# tTitleHDSeq
source: Seq
th: ลำดับ

# tTitleHDVat
source: Vat
th: ภาษี

# tTitleHDVatable
source: Vatable
th: ก่อนภาษี

# tTitleHDVatType
source: Vat Type
th: สถานะภาษี

# tTitleQtyBillReturn
source: R Bill Qty
th: จำนวนบิลคืน

# tTitleQtyBillSale
source: S Bill Qty
th: จำนวนบิลขาย

# tTitleQtyBillTotal
source: Bill Qty
th: จำนวนบิลรวม

# tTitleSaleData
source: Daily Sales
th: รายการขาย

# tTitleTopPdtQty
source: Top 10 product sale by quantity
th: 10 อันดับสินค้าขายดี ตามจำนวน

# tTitleTopPdtValue
source: Top 10 product sale by amount
th: 10 อันดับสินค้าขายดี ตามมูลค่า
