Repository: sathaphonAda/Adasoft-Lang
Catalog: inbound/AdaStorefront/Resources-String/Local/resProduct_*.resx
Languages: th

# tActive
source: Active
th: เคลื่อนไหว

# tAge
source: Age of product
th: อายุสินค้า

# tAnnual
source: Annual
th: รายปี

# tArticle
source: Article
th: ตัวเลข หรือ ตัวอักษร บอกถึงเนื้อผ้า

# tBalance
source: Balance
th: คงเหลือ

# tBarcode
source: Barcode
th: บาร์โค้ด

# tBrand
source: Brand
th: ยี่ห้อ

# tCal
source: Allow Calculation
th: เปิดใช้งานคำนวน

# tCode
source: Code
th: รหัส

# tColor
source: Color
th: สี

# tControlSpc
source: Control Special
th: สินค้าควบคุม

# tCostAmt
source: Cost Amount
th: ต้นทุนรวม

# tCostAvg
source: Cost Average
th: ราคาต้นทุนเฉลี่ย

# tCostDfn
source: Cost Define
th: ราคาต้นทุนกำหนดเอง

# tCostFiFo
source: Cost FiFo
th: ราคาต้นทุนเข้าก่อนออกก่อน

# tCostLst
source: Cost Last
th: ราคาต้นทุนซื้อครั้งสุดท้าย

# tCostOth
source: Cost Other
th: ต้นทุนอื่น

# tCostStd
source: Cost Standard
th: ต้นทุนมาตรฐาน

# tCsm
source: Consignment
th: ซื้อขาด

# tCustomDay
source: Custom (Day)
th: วันที่กำหนดเอง

# tDaily
source: Daily
th: รายวัน

# tDcs
source: DCS
th: กลุ่มสินค้าตาม DCS

# tDepart
source: Depart
th: หมวด

# tDeposit
source: Deposit
th: ค่ามัดจำ

# tDisChg
source: Discount / Charge
th: อนุญาตลด / ชาร์จ

# tEvent
source: Time for Sale
th: ช่วงเวลาห้ามขาย

# tFactor
source: Factor
th: อัตราส่วน

# tFashion
source: Fashion
th: แฟชั่น

# tFee
source: Fee
th: ค่าเช่า

# tGeneral
source: General Product
th: สินค้าทั่วไป

# tGift
source: Gift
th: ของแถม

# tGroup
source: Group
th: กลุ่ม

# tHourly
source: Hourly
th: รายชั่วโมง

# tInformation
source: Information
th: ข้อมูลทั่วไป

# tMax
source: Product Maximum
th: ระดับจำนวนสูงสุด

# tMaxHeart
source: Max heat of product
th: อุณหภูมิ สูงสุด

# tMfg
source: Date Manufacturing
th: วันที่ผลิต

# tMin
source: Product Minimum
th: ระดับจำนวนต่ำสุด

# tModel
source: Model
th: รุ่น

# tMonthly
source: Monthly
th: รายเดือน

# tName
source: Name
th: ชื่อ

# tNameABB
source: Name (ABB)
th: ชื่อสินค้าอย่างย่อ (ABB)

# tNotAllowAll
source: Not Allow All
th: ไม่ใช้งาน

# tOlnPri
source: Online Price
th: ราคาขาย Online

# tOpenPLU
source: Open PLU
th: แก้ไขได้

# tOther
source: Other Product
th: อื่นๆ

# tOtherName
source: Other Name
th: ชื่ออื่น

# tOthName
source: Other Name
th: ชื่อสินค้า เพิ่มเติม

# tPage
source: Found {0} records. Page {1}/{2}
th: พบ {0} แถว. หน้า {1}/{2}

# tPdtGrp
source: Product Group
th: กลุ่มสินค้า

# tPdtType
source: Product Type
th: ประเภทสินค้า

# tPntTime
source: Point Time
th: จำนวนแต้มสำหรับแลกสินค้า

# tPoint
source: Point Giving
th: ให้แต้ม

# tPrice
source: Price
th: ราคา

# tProduct
source: Product
th: สินค้า

# tProductN
source: Normal Product
th: สินค้าปกติ

# tProductSet
source: Set Product
th: สินค้าปกติชุด

# tQtyOrdBuy
source: Qty Order Buy
th: จำนวนสั่งซื้อที่เหมาะสม

# tRefShop
source: Reference Shop
th: สินค้าอ้างอิงจากร้านค้า

# tRemark
source: Remark
th: หมายเหตุ

# tRental
source: Rental
th: เช่า

# tRepack
source: Repack
th: ราคาตามหน่วย

# tRequestReturn
source: Request Return
th: คืนสินค้า

# tRetpri
source: Retail Price
th: ราคาขายปลีก

# tReturn
source: Return
th: อนุญาตคืน

# tSalePrice
source: Sale Price
th: บังคับใช้

# tSaleStart
source: Sale Start
th: วันที่เริ่มขาย

# tSaleStop
source: Sale Stop
th: วันที่สิ้นสุดขาย

# tSaleType
source: Sale Type
th: ใช้ราคาขาย

# tScales
source: Scales
th: น้ำหนัก

# tSearch
source: Search
th: ค้นหา

# tSeason
source: Season
th: ฤดูกาล

# tSerial
source: Serial Product
th: สินค้า Serial

# tSerialSet
source: Serial Set Product
th: สินค้า Serial Set

# tService
source: Service Product
th: สินค้าบริการ

# tSetOrSN
source: Set or Serial
th: สินค้าชุดหรือ Serial

# tSetPrice
source: Set Price
th: ราคาชุด

# tSetPriSta
source: Set Price Status
th: สถานะการใช้ราคา

# tSetShwDt
source: Set Show Detail
th: แสดงรายการย่อย

# tShop
source: Shop
th: ร้านค้า

# tShowData
source: Press button search for show data
th: กดปุ่มค้นหาเพื่อโชว์ข้อมูล

# tSize
source: Size
th: ขนาด

# tSpecial
source: Special Product
th: สินค้าพิเศษ

# tStepPrice
source: Step Price
th: ราคาตามช่วง

# tStkCtl
source: Stock Control
th: ควบคุมสต๊อก

# tStkFac
source: Stock Factor
th: อัตราส่วนสต๊อก

# tSumPrice
source: Summary Price
th: ราคาย่อย

# tSupplier
source: Supplier
th: ผู้จำหน่าย

# tTchGrp
source: Touch Screen Group
th: กลุ่มหน้าจอ Touch Screen

# tTime
source: Qty time
th: ระยะเวลาให้เช่า

# tType
source: Type
th: ประเภท

# tUnit
source: Unit
th: หน่วย

# tUnknown
source: Unknown
th: ไม่ระบุ

# tVat
source: Vat
th: ภาษี

# tWeight
source: Weight
th: เครื่องชั่ง

# tWhsPri
source: Wholesale Price
th: ราคาขายส่ง
