Repository: sathaphonAda/Adasoft-Lang
Catalog: inbound/AdaStorefront/Resources-String/Local/resRegister_*.resx
Languages: th

# tBchQty
source: Branch quantity
th: จำนวนสาขา

# tBsnType
source: Business type
th: ประเภทธุรกิจ

# tBusinessName
source: Store / Customer name
th: ชื่อร้านค้า / ชื่อลูกค้า

# tBusinessType
source: Usage plan
th: แผนการใช้งาน

# tDemo
source: Demo
th: ทดลองใช้งาน

# tEmail
source: Email
th: อีเมล

# tMsgBsnTypeQty
source: P
th: กรุณาเลือกประเภทธุรกิจแค่ 1 รายการ

# tOther
source: Other
th: อื่นๆ โปรดระบุ

# tRealStore
source: Open Store Account
th: เปิดบัญชีร้านค้า

# tRegDuplicate
source: Phone numbers is active in the system. The system will send information to Email, please check Email.
th: เบอร์โทรศัพท์มีการใช้งานอยู่ในระบบแล้ว ระบบทำการส่งข้อมูลไปที่อีเมล กรุณาตรวจสอบอีเมล

# tRegError
source: Register Error
th: ลงทะเบียนไม่สำเร็จ

# tRegister
source: Register
th: ลงทะเบียนการใช้งาน

# tRegSuccess
source: Successfully registered, Please check the user account and password from your mail account.
th: ลงทะเบียนใช้งานสำเร็จ, กรุณาตรวจสอบ บัญชีผู้ใช้งาน และรหัสผ่าน จากบัญชีอีเมลที่สมัคร

# tTel
source: Tel.
th: เบอร์โทรศัพท์

# tValidate
source: Please specify
th: กรุณาระบุ

# tActFail
source: Activate Fail
th: ยืนยันจุดขายไม่สำเร็จ

# tActivate
source: Activate
th: ยืนยันจุดขาย

# tActSuccess
source: Activate Success
th: ยืนยันจุดขายสำเร็จ

# tDataStore
source: Store Infomation
th: ข้อมูลร้านค้า

# tDetail
source: Detail
th: รายละเอียด

# tImpLic
source: Import License
th: นำเข้าทะเบียนจุดขาย

# tNone
source: None
th: ยังไม่ได้ระบุ

# tRefCode
source: Ref. Code.
th: รหัสอ้างอิงลูกค้า

# tVerify
source: Verify
th: ตรวจสอบ

# tRegistered
source: Registered
th: ลงทะเบียนแล้ว

# tCopyUUID
source: Copy Pos ID
th: คัดลอกเลขเครื่องจุดขาย

# tMsgCopyUUID
source: Pos ID Copied.
th: คัดลอกเลขเครื่องจุดขายแล้ว

# tMsgInvalidFileLic
source: License filed is invalid.
th: ไฟล์ License ไม่ถูกต้อง

# tUUID
source: Pos ID
th: เลขเครื่องจุดขาย

# tAccept
source: I accept
th: ฉันยอมรับ

# tAnd
source: and
th: และ

# tChkPrivacy
source: Please accept the terms of service and privacy policy.
th: กรุณากดยอมรับเงื่อนไขการให้บริการและนโยบายความเป็นส่วนตัว

# tPrivacy
source: Privacy policy
th: นโยบายความเป็นส่วนตัว

# tTerms
source: Terms of Service
th: เงื่อนไขการให้บริการ

# tLabelReg
source: Adasoft reserves the right to modify, at Adasoft's discretion, all or part of the Services as Adasoft determines necessary anytime without any prior notice to Users.
th: บริษัทขอสงวนสิทธิ์ในการเปลี่ยนแปลงเงื่อนไขโดยไม่ต้องแจ้งให้ทราบล่วงหน้า

# tDateExpir
source: Expiration date information
th: ข้อมูลวันหมดอายุ

# tEndDate
source: Date end
th: วันที่สิ้นสุด

# tRegisterData
source: Registration information
th: ข้อมูลการลงทะเบียน

# tStartDate
source: Date start
th: วันที่เริ่มต้น

# tStatus
source: Status
th: สถานะ

# tLabelExp
source: * In case of expired point of sale machines, please contact staff.
th: * กรณีเครื่องจุดขายหมดอายุกรุณาติดต่อเจ้าหน้าที่

# tStatusExp
source: The point of sale has expired.
th: เครื่องจุดขายหมดอายุการใช้งาน

# tStatusNotExp
source: The point of sale machine works normally.
th: เครื่องจุดขายใช้งานได้ปกติ

# tTitPrivicy
source: * Please check the privacy policy.
th: * กรุณาตรวจสอบนโยบายความเป็นส่วนตัว

# tTitTerms
source: * Please check the terms of service.
th: * กรุณาตรวจสอบเงื่อนไขการให้บริการ

# tBch
source: Branch
th: สาขา

# tMsgRead
source: Please read
th: กรุณาอ่าน

# tNewAccount
source: New Account
th: ลงทะเบียนใหม่

# tPackageType
source: Package type
th: ประเภทแพ็คเกจ

# tAcceptRegister
source: Accept Register
th: ยืนยันการลงทะเบียน

# tAlreadyAccount
source: Already have an account
th: มีบัญชีร้านค้าแล้ว

# tMsgTelLength
source: Phone numbers must be at least 8 characters long or more.
th: เบอร์โทรศัพท์ต้องมีความยาวอย่างน้อย 8 ตัว หรือมากกว่า
