Repository: sathaphonAda/Adasoft-Lang
Catalog: inbound/AdaStorefront/Resources-String/Local/resSync_*.resx
Languages: th

# tCalPmt
source: Checking Promotion
th: กำลังตรวจสอบโปรโมชั่น

# tDateCompare
source: Date compare
th: วันที่เปรียบเทียบ

# tDownload
source: Download
th: ดาวน์โหลด

# tLastDate
source: Last Date
th: วันที่ล่าสุด

# tMsgUldConnError
source: Connection failed, sales cannot be sent to headquarters !!!
th: การเชื่อมต่อขัดข้องไม่สามารถส่งการขายเข้าระบบหลังบ้านได้ !!!

# tMsgUldConnSucc
source: The system is sending sales data to the headquarters system. Please wait ...
th: ระบบกำลังส่งข้อมูลการขายเข้าระบบหลังบ้าน กรุณารอสักครู่...

# tRecentUpdate
source: Check from last sync
th: ตรวจสอบจากการซิงค์ครั้งล่าสุด

# tSearch
source: Search
th: ค้นหา

# tSelectAll
source: Select All
th: เลือกทั้งหมด

# tSetupPos
source: Setup Pos
th: ตั้งค่าเครื่องจุดขาย

# tShiftNow
source: Shift Now
th: รอบการขายปัจจุบัน

# tStaNoDocUploadSale
source: Status : All documents sale have been uploaded.
th: สถานะ : เอกสารการขายได้ถูกอัพโหลดหมดแล้ว

# tStaNoDocUploadShift
source: Status : All documents Shif have been uploaded.
th: สถานะ : เอกสารรอบการขายได้ถูกอัพโหลดหมดแล้ว

# tStaNoDocUploadVoid
source: Status : All documents Void DT have been uploaded.
th: สถานะ : ข้อมูลยกเลิกรายการได้ถูกอัพโหลดหมดแล้ว

# tStaUploadSale
source: Status : Upload Sale-Refund
th: สถานะ : อัพโหลดเอกสารขาย-คืน

# tStaUploadShift
source: Status : Upload Shift
th: สถานะ : อัพโหลดเอกสารรอบการขาย

# tStaUploadVoid
source: Status : Upload Void DT
th: สถานะ : อัพโหลดข้อมูลยกเลิกรายการ

# tSuccess
source: Success
th: สำเร็จ

# tSycDwnError
source: Sync Download Error
th: ดาวน์โหลดข้อมูลไม่สำเร็จ

# tSycDwnSuccess
source: Sync Download Success
th: ดาวน์โหลดข้อมูลสำเร็จ

# tTitleAutoSync
source: Waiting for Update Data
th: รอการอัพเดตข้อมูล

# tTitleLastDateDwn
source: Last date
th: วันที่ล่าสุด

# tTitleLastDateUpl
source: Last date
th: วันที่ล่าสุด

# tTitleNameDwn
source: Task Name
th: รายการดาวน์โหลด

# tTitleNameUpl
source: Document No.
th: เลขที่เอกสาร

# tType
source: Type
th: ประเภท

# tUnSuccess
source: Unsuccess
th: ไม่สำเร็จ

# tUpload
source: Upload
th: อัพโหลด

# tUploadSuccess
source: Upload Success
th: อัพโหลดข้อมูลสำเร็จ

# tStaGetFixDoc
source: Status : Get Check Docs to HQ
th: สถานะ : รับ ข้อมูลตรวจสอบ จากสำนักงานใหญ่

# tStaUploadFixDoc
source: Status : Upload Check Docs to HQ
th: สถานะ : ส่ง ข้อมูลตรวจสอบ ถึงสำนักงานใหญ่

# tTitleItemFixDoc
source: Resend Document
th: รายการที่ต้องส่งใหม่

# tTitleStopUpdSale
source: Stop Upload ?
th: ต้องการหยุด การส่งข้อมูล หรือไม่ ?

# tUploadCloseShf
source: Upload Data After Close shift
th: ส่งข้อมูลหลังปิดรอบ

# tTitleChkUpd
source: Checking for updates
th: กำลังตรวจสอบการปรับปรุงข้อมูล

# tPrgsTxt_0
source: Prepare User Data
th: เตรียมข้อมูลผู้ใช้

# tPrgsTxt_10
source: Check Fix Doc Data
th: ตรวจสอบข้อมูลการซ่อมบิล

# tPrgsTxt_20
source: Prepare Product price
th: เตรียมข้อมูลราคาสินค้า

# tPrgsTxt_30
source: Prepare Product Data
th: เตรียมข้อมูลสินค้า

# tPrgsTxt_40
source: Prepare Promotion
th: เตรียมข้อมูลโปรโมชั่น

# tPrgsTxt_5
source: Prepare Pos
th: เตรียมข้อมูลเครื่องจุดขาย

# tPrgsTxt_50
source: Prepare Slip Data
th: เตรียมข้อมูลใบเสร็จ

# tPrgsTxt_60
source: Update Database
th: อัพเดตระบบฐานข้อมูล

# tPrgsTxt_70
source: Prepare Redeem Data
th: เตรียมข้อมูลการแลกแต้ม

# tPrgsTxt_80
source: Prepare Coupon Data
th: เตรียมข้อมูลคูปอง

# tPrgsTxt_90
source: Prepare Sale System
th: เตรียมระบบการขาย

# tTitleSetupPos
source: Setting up
th: กำลังตั้งค่าระบบ

# tExportBill
source: Export Bill
th: ส่งออกบิล

# tExportBillError
source: Export Bill Error
th: ส่งออกบิล ไม่สำเร็จ

# tExportBillSuccess
source: Export Bill Success
th: ส่งออกบิล สำเร็จ

# tStatus
source: Status
th: สถานะ

# tSyncDelAll
source: Delete old data
th: ล้างข้อมูลเก่า

# tTitleInitSys
source: Initial the System
th: ตั้งค่าระบบใหม่

# tAddPdtUnSuccess
source: Add product unsuccess.
th: เพิ่มสินค้าไม่สำเร็จ

# tMsgTimeout
source: Timeout
th: หมดเวลาการเชื่อมต่อ

# tUploadPdt
source: Sending product information to system. Please wait...
th: กำลังส่งข้อมูลสินค้าไปยังระบบ กรุณารอสักครู่...

# tUploadPdtSuccess
source: Send product information to the system sucess.
th: ส่งข้อมูลสินค้าไปยังระบบสำเร็จ

# tUploadPdtUnSuccess
source: Send product information to the system unsucess.
th: ส่งข้อมูลสินค้าไปยังระบบไม่สำเร็จ
