Repository: sathaphonAda/Adasoft-Lang
Catalog: inbound/AdaStorefront/Resources-String/Local/resSetting_*.resx
Languages: th

# tAuthen
source: Authentication
th: การรับรองฐานข้อมูล

# tConnect
source: Connect
th: เชื่อมต่อ

# tConnFail
source: Connect database fail
th: การเชื่อมต่อดาต้าเบสล้มเหลว

# tDatabase
source: Database
th: ฐานข้อมูล

# tInputPwd
source: Please input Passcode Complete
th: กรุณากรอกรหัสผ่าน

# tMsgConnDB
source: Please press 'Connect' button.
th: กรุณากดปุ่ม 'เชื่อมต่อ'

# tMsgInputPwdDB
source: Please input password for database
th: กรุณากรอกรหัสผ่านสำหรับฐานข้อมูล

# tMsgInputSrvDB
source: Please input server database
th: กรุณากรอกเซิฟเวอร์ฐานข้อมูล

# tMsgInputUsrDB
source: Please input user for database
th: กรุณากรอกชื่อผู้ใช้สำหรับฐานข้อมูล

# tMsgSelectNameDB
source: Please select a database name.
th: กรุณาเลือกชื่อฐานข้อมูล

# tNameDB
source: Database name
th: ชื่อฐานข้อมูล

# tPasscode
source: Enter a Passcode
th: กรอกรหัสผ่าน

# tPwdIncorrect
source: Error: Passcode Invalid
th: รหัสผ่านผิด

# tServerDB
source: Server Database
th: เซิฟเวอร์ฐานข้อมูล

# tSetting
source: Setting
th: ตั้งค่า

# tUser
source: User
th: ผู้ใช้งาน

# tClrBrown
source: Brown
th: น้ำตาล

# tClrCustom
source: Custom
th: กำหนดเอง

# tClrDark
source: Dark Color
th: สีเข้ม

# tClrGreen
source: Green
th: เขียว

# tClrLight
source: Light Color
th: สีอ่อน

# tClrNormal
source: Normal Color
th: สีปกติ

# tClrOrange
source: Orange
th: ส้ม

# tClrPink
source: Pink
th: ชมพู

# tClrSky
source: Sky
th: ฟ้า

# tTheme
source: Theme
th: รูปแบบหน้าจอ

# tMsgConnMQSuccess
source: Connect to server MQ success
th: เชื่อมต่อเซิร์ฟเวอร์เอ็มคิว สำเร็จ

# tMsgSaveSuccess
source: Save data complete
th: บันทึกข้อมูลเรียบร้อยแล้ว

# tTitleMQ
source: Rabbit MQ
th: แรบบิล เอ็มคิว

# tTitlePasscode
source: Password Admin
th: รหัสผ่านผู้ดูแลระบบ

# tTitlePosCode
source: POS Code
th: รหัสเครื่องจุดขาย

# tTitlePwdMQ
source: Password MQ
th: รหัสผ่าน

# tTitleSvrMQ
source: Server MQ
th: เซิร์ฟเวอร์

# tTitleTestConn
source: Test Connent
th: ทดสอบเชื่อมต่อ

# tTitleUsrMQ
source: User MQ
th: ผู้ใช้

# tTitleVirtualMQ
source: Virtual MQ
th: เวอร์ชวล

# tTitleGrp
source: Group
th: กลุ่ม

# tTitleName
source: Name
th: ชื่อ

# tTitleValue
source: Value
th: ค่าข้อมูล

# tGrpPerPage
source: Group per page
th: จำนวนกลุ่มต่อหน้า

# tMenuPerPage
source: Function per page
th: จำนวนฟังก์ชั่นต่อหน้า

# tPdtPerPage
source: Product per page
th: จำนวนสินค้าต่อหน้า

# tShow2ndScreen
source: Show Ads Screen
th: แสดงหน้าจอโฆษณา

# tTitleBch
source: Branch Code
th: รหัสสาขา

# tMsgClosedShift
source: Please CloseShift before change data
th: กรุณาปิดรอบก่อนเปลี่ยนแปลงข้อมูล

# tLastBillR
source: Last bill R
th: บิลคืนล่าสุด

# tLastBillS
source: Last bill S
th: บิลขายล่าสุด

# tModeStd
source: Classic
th: โหมด Classic

# tModeTouch
source: Touch screen
th: โหมด Touch screen

# tTitleMode
source: Mode windows sale
th: โหมดหน้าจอขาย

# tMsgPosNotFound
source: Not found PosCode {0} !!!
th: ไม่พบเครื่องจุดขาย {0} !!!

# tTitleInitSys
source: Initial System
th: เริ่มต้นระบบใหม่

# tMsgInputAPIMaster
source: Please input Url service API2PSMaster and Save
th: กรุณากรอกที่อยู่ Service API2PSMaster และบันทึก

# tMsgInputBch
source: Please input branch code and Save
th: กรุณากรอกรหัสสาขา และบันทึก

# tMsgInitSysError
source: Initial System Error
th: เริ่มต้นระบบใหม่ไม่สำเร็จ

# tMsgInitSysSuccess
source: Initial System Success
th: เริ่มต้นระบบใหม่สำเร็จ

# tSuccess
source: Success
th: สำเร็จ

# tUnSuccess
source: Unsuccess
th: ไม่สำเร็จ

# tMsgAskInitSys
source: Initial the system will adjust all data to be up to date Do you want to continue?
th: การเริ่มต้นระบบใหม่ จะปรับข้อมูลในระบบทั้งหมดให้เป็นข้อมูลล่าสุด ต้องการดำเนินการต่อ หรือไม่?

# tTitleCashier
source: Cashier
th: จุดเติมเงิน

# tTitlePosType
source: POS Type
th: ประเภทจุดขาย

# tTitlePos
source: Pos
th: จุดขาย

# tClearData
source: Clear master data
th: ล้างข้อมูลเครื่องจุดขาย

# tClearDataErr
source: Clear data error
th: ล้างข้อมูลไม่สำเร็จ

# tClearDataSuc
source: Clear data success
th: ล้างข้อมูลสำเร็จ

# tMsgAskClearData
source: Waring! Clear Data will delete all Pos data, Sale data and License data in this Pos. Do you want to continue ?
th: คำเตือน การล้างข้อมูลเครื่องจุดขาย จะลบข้อมูลเครื่องจุดขาย ข้อมูลการขาย และข้อมูลการลงทะเบียนในเครื่องจุดขาย ทั้งหมด ต้องการดำเนินการต่อหรือไม่ ?
